Revit 2027 API
FabricSheetType.MajorSpacing Property
 The spacing between the wires in the major direction (not including the overhangs).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MajorSpacing { get; }
Public ReadOnly Property MajorSpacing As Double
	Get
public:
property double MajorSpacing {
	double get ();
}
member MajorSpacing : float with get
Property Value
Double
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace